"Select the items you wish to remove:" = "Wybierz język(i) które chcesz usunąć:";
"Remove" = "Usuń";
"Languages" = "Języki";
"Language" = "Język";
"Input Menu" = "Input Menu";
"Layout" = "Layout";
"Type" = "Type";
"Architectures" = "Architectures";
"Architecture" = "Architecture";

"Window" = "Okno";
"Close" = "Close";
"Minimize" = "Minimalizuj";
"Bring All to Front" = "Przywróć";

"Help" = "Pomoc";
"README.rtfd" = "README.rtfd";
"Monolingual Website" = "Monolingual Website";
"Donate" = "Donate";

"About Monolingual" = "O Monolingual";
"Check for Update" = "Check for Update";
"Preferences..." = "Preferences…";
"Services" = "Narzędzia";
"Hide Monolingual" = "Ukryj Monolingual";
"Hide Others" = "Ukryj inne";
"Show All" = "Pokaż wszystko";
"Quit Monolingual" = "Zakończ";